Repository: 111studio/discogs-i18n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, de, el, hu, it, lt_lt, no, pl

source: For sellers with time to list items one-by-one
bg: За търговци, които имат време да си направят списък от артикули
de: Für Verkäufer mit der Zeit zu Listenelemente one-by-one
el: Για πωλητές με χρόνο να καταλογογράψουν τα προϊόντα τους ένα προς ένα
hu: Eladóknak, akiknek van ideje egyesével feltölteni a termékeket
it: Per i venditori con il tempo di elencare gli elementi uno ad uno
lt_lt: Pardavėjams, kurie nori įkelti savo informaciją vieną-po-vienos su laiku
no: For selger som har tid til å legge ut én og én utgivelse
pl: Dla sprzedających, wystawiających każdą rzecz osobno

source: Initial listings are one-by-one, but can be updated in bulk
de: Erstnotizen sind one-by-one, kann aber in der Masse aktualisiert werden
el: Οι αρχικές καταλογογραφήσεις γίνονται μία προς μία, αλλά μπορούν να ενημερωθούν χονδρικώς
hu: A tételeket egyesével kell feltölteni, de jellemzőik frissíthetőek egyszerre
it: Elenchi iniziali sono uno ad uno, ma può essere aggiornato alla rinfusa
lt_lt: Pradiniai įtraukimai eina vienas-po-vieno, bet gali būti atnaujinti masiškai
no: Innledende oppføringer listes en etter en, men kan bli oppdatert i bulk
pl: Początkowe oferty dodawane są jedna po drugiej, ale mogą być przesłane jako zbiorcze.

source: Items are displayed under the exact release you list them
de: Die Artikel werden unter dem genauen Release-listen Sie sie angezeigt
el: Τα αντικείμενα εμφανίζονται κάτω από τη συγκεκριμένη κυκλοφορία στην οποία τα συμπεριλάβατε
hu: A tétel annál a kiadványnál jelenik meg, ahová feltöltötted
it: Gli elementi vengono visualizzati sotto il rilascio esatta di lista
lt_lt: Kūriniai yra rodomi pagal tikslius leidinių pavadinimus
no: Utgivelser vises under den eksakte utgaven du oppfører dem i
pl: Przedmioty są wyświetlane według Twoich kryteriów.

source: Only 6&#37; in fees incur when your items sell
de: Nur 6&#37; der Gebühren entstehen, wenn Ihre Artikel verkaufen
el: Μόνο 6% επιβάρυνση εισφοράς κατά την πώληση των αντικειμένων σας
hu: Csak 6&#37; jutalékot kell fizetned, ha a tételt eladtad
it: Solo il 6% in spese di incorrere in cui vendere i tuoi oggetti
lt_lt: Nutinka tik mokesčiuose kai jūsų prekė parduodama
no: Kun 6&#37; i avgifter når varen er solgt
pl: Tylko 6% prowizji od sprzedaży

source: Watch how it's done
bg: Вижте как се прави
de: Beobachten Sie, wie es gemacht wird
el: Δείτε πώς γίνεται
hu: Nézd meg, hogy működik
it: Guarda come si fa
lt_lt: Žiūrėkite kaip tai atliekama
no: Se hvordan det gjøres
pl: Patrz jak to zrobić

source: Get Started
bg: Първи Стъпки
el: Ξεκινήστε
hu: Elkezdem
it: Per Iniziare
lt_lt: Pradėkite
no: Kom i gang
pl: Start

source: OR
bg: ИЛИ
el: Ή
hu: VAGY
it: O
lt_lt: ARBA
no: ELLER
pl: Lub

source: Product Search
bg: Търсене на Продукти
de: Produkt-Suche
el: Αναζήτηση Προϊόντων
hu: Termék kereséses
it: Ricerca prodotto
lt_lt: Prekės paieška
no: Produktsøk
pl: Wyszukiwanie

source: For sellers that need to list their items in bulk
bg: За търговци, които искат тяхните артикули да са в един общ каталог
de: Für Verkäufer, die ihre Produkte in loser Schüttung Liste müssen
el: Για πωλητές που θέλουν να καταλογογράψουν τα προϊόντα τους χονδρικώς
hu: Eladóknak, akik szeretnének több tételt feltölteni egyszerre
it: Per i venditori che hanno bisogno di elencare i loro articoli alla rinfusa
lt_lt: Pardavėjams, kurie nori įkelti savo informaciją masiškai
no: For selgere som vil legge ut flere utgivelser samtidig
pl: Dla sprzedających, wystawiających wiele rzeczy na raz

source: Initial listings and all updates are handled with bulk uploads
de: Erstnotierungen und alle Updates sind mit Bulk-Uploads behandelt
el: Οι αρχικές καταλογογραφήσεις και όλες οι ενημερώσεις διαχειρίζονται μέσω χονδρικών ανεβασμάτων
hu: A tételek feltölthetőek egy menetben, és jellemzőik is frissíthetőek egyszerre
it: Lista iniziale e tutti gli aggiornamenti vengono gestiti con i caricamenti di massa
lt_lt: Pradiniai įtraukimai ir visi atnaujinimai yra apdorojami su mastiniais įkėlimais
no: Innledende oppføringer og alle oppdateringer lastes opp i bulk.
pl: Początkowe oferty i wszelkie uaktualnienia są obsługiwane w zbiorczym przesłaniu.

source: Items are displayed in search results based on artist, title and format
de: Die Artikel werden in den Suchergebnissen auf Künstler, Titel und Format basiert angezeigt
el: Τα αντικείμενα εμφανίζονται στα αποτελέσματα ανά καλλιτέχνη, τίτλο και μορφή
hu: A tételek megjelennek a keresőben az előadó,cím, és formátum alapján
it: Gli articoli sono visualizzati nei risultati di ricerca sulla base di artista, titolo e formato
lt_lt: Leidiniai yra rodomi paieškos rezultatuose pagal atlikėją, leidinio pavadinimą ir formatą
no: Varer vises i søkeresultater basert på artist, tittel og format
pl: Przedmioty są wyświetlane bazując na artystach, tytułach i formatach

source: Only 8&#37; in fees incur when your items sell
de: Nur 8&#37; der Gebühren entstehen, wenn Ihre Artikel verkaufen
el: Μόνο 8% επιβάρυνση εισφοράς κατά την πώληση των αντικειμένων σας
hu: Csak 8&#37; jutalékot kell fizetned, ha a tételt eladtad
it: Solo l&#39;8% in spese di incorrere in cui vendere i tuoi oggetti
lt_lt: Nutinka tik mokesčiuose kai jūsų prekė parduodama
no: Kun 8&#37; i avgifter når varen er solgt
pl: Tylko 8% prowizji od sprzedaży

source: Learn more
bg: Научете Повече
de: Erfahren Sie mehr
el: Μάθετε Περισσότερα
hu: Tudj meg többet
it: Per saperne di più
lt_lt: Sužinokite daugiau
no: Lær mer
pl: Przeczytaj więcej

source: Read what other Discogs sellers have to say
bg: Прочетете, какво имат да кажат други търговци.
de: Lesen Sie, was andere Discogs Verkäufer zu sagen haben
el: Δείτε τι λένε άλλοι πωλητές της Discogs
hu: Olvasd el, mit mondanak más Discogs eladók
it: Leggi quello che altri venditori Discogs hanno da dire
lt_lt: Skaitykite ką kiti Discogs pardavėjai sako
no: Les hva andre selgere på Discogs sier
pl: Przeczytaj o czym dyskutują inni sprzedawcy.

source: If you would like us to add your testimonial, please contact
bg: Ако желаете да добавите препоръка, моля свържете се с нас
de: Wenn Sie uns gerne Ihre Bewertung abgeben, kontaktieren Sie bitte
el: Αν θέλετε να προσθέσουμε τη μαρτυρία σας, παρακαλούμε επικοινωνήστε
hu: Ha szeretnéd itt látni az ajánlásodat, vedd fel velünk a kapcsolatot:
it: Se ci vuoi aggiungere la vostra testimonianza, vi preghiamo di contattare
lt_lt: Jeigu jūs norite, kad mes pridėtume jūsų padėkas, prašome susisiekti
no: Vis du vil ha oss til å legge ved din attest, venligst kontakt oss på
pl: Jeśli chcesz, żebyśmy dodali Twoją opinię, skontaktuj się z nami.

source: Marketplace Support
bg: Поддръжка Пазара
el: Υποστήριξη Αγοράς
hu: Piactér Támogatás
it: Mercato di supporto
lt_lt: Prekyvietės pagalba
no: Support Markedsplass
pl: Wsparcie sklepu

source: Get Started Selling Now
bg: Първи Стъпки в Продажбите
de: Beginnt mit dem Verkauf jetzt Get
el: Ξεκινήστε τις πωλήσεις τώρα
hu: Elkezdem
it: Get Started Now vendita
lt_lt: Pradėkit pardavinėti dabar
no: Kom i gang med å selge nå
pl: Zacznij sprzedawać

source: This label does not exist in Discogs.
bg: Този издател не съществува в Discogs
de: Dieses label nicht in Discogs existieren.
el: Η Εταιρεία δεν υπάρχει στην Discogs
hu: A kiadó nem található a Discogs-on
it: Questa etichetta non esiste in Discogs.
lt_lt: Leidėjas neegzistuoja Discogs svetainėje
no: Dette plateselkapet eksisterer ikke i Discogs
pl: Nie ma takiej wytwórni w Discogs.

source: Profile
bg: Профил
de: Profil
el: Προφίλ
hu: Profil
it: Profilo
lt_lt: Profilis
no: Profil
pl: Profil

source: submission pending
de: Einreichung anhängig
el: Υποβολή σε αναμονή
hu: sub várakozik
it: F
lt_lt: Pateikimas nagrinėjamas
no: ventende bidrag
pl: pozycja w trakcie dodawania

source: Alternates
de: Stellvertreter
el: Ενναλλακτικές
hu: Helyettesitők
it: Alterna
lt_lt: Alternatyvos
no: Alternativer
pl: Możliwości

source: Search for variations of
bg: Търсене за Промени в
de: Suche nach Varianten
el: Αναζητήστε παραλλαγές για
hu: Keresés a következő variációi között:
it: Ricerca per le variazioni di
lt_lt: Ieškoti variantų
no: Søk etter variasjoner av
pl: Szukaj wariantów z

source: history / edit
it: storia / modifica

source: Label
el: Εταιρεία
hu: Kiadó
it: Etichetta
lt_lt: Leidėjas
no: Plateselskap
pl: Wytwórnia

source: Add to List
bg: Добави в Списък
de: Zur Liste hinzufügen
el: Προσθήκη στη Λίστα
hu: Listához ad
it: Aggiungi alla Lista
lt_lt: Įtraukti į Sąrašą
no: Legg til i liste
pl: Dodaj do listy

source: Jump To
bg: Прескочи Към
de: Gehe zu
el: Πήγαινε σε
hu: Ugrás
it: Vai a
lt_lt: Peršokti į
no: Gå til
pl: Przeskocz do

source: reviews
bg: ревюта
de: Bewertungen
el: σχόλια
hu: vélemények
it: recensioni
lt_lt: Peržiūros
no: omtaler
pl: Recenzje

source: lists
bg: Списъци
de: Listen
el: Λίστες
hu: listák
it: liste
lt_lt: sąrašai
no: lister
pl: Listy

source: sort
bg: сортирай
de: Art
el: ταξινόμηση
hu: rendezés
it: sorta
lt_lt: Rūšiuoti
no: sorter
pl: Sortuj

source: genres
bg: жанрове
el: είδη μουσικής
hu: stílusok
it: generi
lt_lt: Žanrai
no: sjangre
pl: Gatunki

source: All Genres
bg: Всички Жанрове
de: Alle Genres
el: Όλα Τα Είδη Μουσικής
hu: Minden műfaj
it: Tutti i generi
lt_lt: Visi Žanrai
no: Alle sjangre
pl: Wszystkie gatunki

source: Discography
bg: Дискография
el: Δισκογραφία
hu: Diszkográfia
it: Discografia
lt_lt: Diskografija
no: Diskografi
pl: Dyskografia

source: showing
bg: показва
de: zeigt
el: εμφανίζοντας
hu: mutatás
it: mostra
lt_lt: Rodoma
no: viser
pl: pokaż

source: This label has no approved releases
bg: Този издател няма одобрени издания
de: Dieses label hat keine Releases genehmigt
el: Η εταιρεία αυτή δεν έχει εγκεκριμένες κυκλοφορίες
hu: Ennek a kiadónak nincsenek elfogatott kiadványai
it: Questa etichetta non ha approvato comunicati
lt_lt: Leidėjas neturi jokių patvirtintų leidinių
no: Dette selskapet har ingen modererte utgivelser
pl: Wytwórnia nie posiada żadnego zaakceptowanego wydania.

source: View all genres
bg: Виж всички жанрове
de: Alle Genres
el: Δείτε όλα τα είδη μουσικής
hu: Minden műfaj mutatása
it: Visualizza tutti i generi
lt_lt: Žiūrėti visus žanrus
no: Vis alle sjangre
pl: Pokaż wszystkie gatunki

source: Add&nbsp;to&nbsp;Cart
it: Aggiungi al carrello

source: Discogs is the safe and easy way to buy and <a href="/marketplace">sell</a> music.
bg: Discogs е безопасен и лесен начин да пазаруваш и продаваш музика
de: Discogs ist die sichere und einfache Weise zu kaufen und zu <a href="/marketplace">verkaufen</a> Musik.
el: Η ιστοσελίδα Discogs προσφέρει τον ασφαλέστερο και ευκολότερο τρόπο για να αγοράσετε και να πουλήσετε μουσική
hu: A Discogs biztonságos és könnyű módja, hogy zenét vásárolj, vagy <a href="/marketplace">eladj</a>
it: Discogs è il modo semplice e sicuro per comprare e <a href="/marketplace">vendere</a> musica.
lt_lt: Discogs - tai saugi ir lengva vieta, kurioje galima pirkti ir <a href="/marketplace">parduoti</a> muziką.
no: Discogs er den trygge og enkle måten å kjøpe og <a " "href=\"/marketplace\">selge</a> musikk på.
pl: Discogs to bezpieczne i łatwe w nawigacji miejsce, gdzie możesz kupić, lub <a href="/marketplace">sprzedać</a> muzykę

source: browse all
de: Durchsuchen Sie alle
el: περιήγηση σε όλα
hu: keresés mindenhol
it: sfogliare tutti
lt_lt: Naršyti visus
no: bla gjennom alle
pl: Przeszukaj wszystko

source: Buy Vinyl Records, CDs and More
bg: Купи Винилови Плочи, Компакт Дискове и още
de: Buy Vinyl Records, CDs und mehr
el: Αγορά Δίσκων Βινυλίου, Ψηφιακών Δίσκων (CD) κ.ά.
hu: Vásárolj CD-t, Vinyl-t , illetve egyebeket
it: Acquisto dischi in vinile, CD ed altro
lt_lt: Pirkti vinilus, CD diskus ir daugiau
no: Kjøp vinylplater, CD-er og mer
pl: Kupuj płyty winylowe, CD i inne wydania

source: Cassette
bg: Касетка
de: Kassette
el: Κασέτα
hu: Kazetta
it: Cassetta
lt_lt: Kasetė
no: Kassett
pl: Kaseta

source: More formats
bg: Още Формати
de: Weitere Formate
el: Περισσότερες μορφές
hu: Több formátum
it: Altri formati
lt_lt: Daugiau formatų
no: Flere formater
pl: Więcej formatów

source: Electronic
de: Elektronisch
hu: Elektronikus
it: Elettronico
lt_lt: Elektroninė
no: Elektronisk
pl: Elektroniczna

source: Classical
bg: Класическа
de: Klassik
hu: Klasszikus
it: Classico
lt_lt: Klasikinis
no: Klassisk
pl: Klasyczna

source: More genres
bg: Още Жанрове
de: Mehr Genres
el: Περισσότερα είδη μουσικής
hu: Több műfaj
it: Altri generi
lt_lt: Daugiau žanrų
no: Flere sjangre
pl: Więcej gatunków

source: House
de: Haus
it: Casa

source: Disco
de: Disko
it: Discoteca
lt_lt: Disko

source: More styles
bg: Още Стилове
de: Mehr Arten
el: Περισσότερα Μουσικά Στυλ
hu: Több stílus
it: Più stili
lt_lt: Daugiau stilių
no: Flere stilarter
pl: Więcej stylów

source: Recent Marketplace Sales
bg: Последни Продажби на Пазара
de: Aktuelle Marktplatz-Verkäufe
el: Πρόσφατες Πωλήσεις στην Αγορά
hu: A piactér legutóbbi eladásai
it: Le vendite Marketplace recente
lt_lt: Paskutiniai prekyvietės pardavimai
no: Nylige Salg Markedsplass
pl: Ostatnie sprzedaże

source: view all
bg: покажи всички
de: Alle
el: εμφάνιση όλων
hu: mindet mutat
it: visualizzare tutti
lt_lt: Žiūrėti visus
no: se alle
pl: Pokaż wszystko

source: Add stuff to your wantlist and we'll let you know when someone is selling it.
bg: Добави неща във вашият списък с желани неща и ние ще Ви уведомим, когато някой го продава.
de: Fügen Sie Beiträge zu Ihrer Suchliste und wir werden Sie wissen lassen, wenn jemand verkaufen.
el: Πρόσθεσε προϊόντα στη λίστα επιθυμιών σου και θα ενημερωθείς για ενδεχόμενες πωλήσεις
hu: Adj hozzá néhány kiadványt a kivánságlistádhoz, és tudni fogod, ha valaki eladna egy példányt belőle.
it: Aggiungi elementi alla tua wantlist e ti faremo sapere quando qualcuno sta vendendo.
lt_lt: Įtraukite jums mėgstamus leidinius į jūsų norų-sąrašą ir mes jums pranešime kada bus galima jų įsigyti.
no: Legg Til utgivelse til din ønskeliste og bli varslet når den er tilsalgs
pl: Dodaj wydania do swojej listy życzeń, a my powiadomimy Cię, kiedy ktoś będzie je sprzedawał.

source: for sale
bg: за продан
de: zu verkaufen
el: προς πώληση
hu: eladó
it: in vendita
lt_lt: Pardavimui
no: til salgs
pl: Na sprzedaż

source: Recommendations For You
bg: Пропоръки за Вас
de: Empfehlungen für Sie
el: Προτάσεις ειδικά για εσάς
hu: Javaslataink neked
it: Raccomandazioni For You
lt_lt: Rekomendacijos jums
no: Anbefalinger for deg
pl: Polecamy

source: Start getting recommendations by making a purchase in the marketplace.
de: Starten Sie bekommen Empfehlungen durch einen Kauf auf dem Markt.
el: Αρχίστε να δέχεστε προτάσεις, κάνοντας μία αγορά.
hu: Vásárolj valamit, hogy tudjuk mit ajánljunk neked
it: Iniziare a ricevere raccomandazioni di effettuare un acquisto sul mercato.
lt_lt: Pradėkite gauti rekomendacijas perkant prekyvietėje
no: Begynn å få anbefalinger ved å gjøre et kjøp i markedet.
pl: Otrzymuj rekomendacje poprzez zakupy.

source: Bestselling MP3/WAV
bg: Най-продавани MP3/WAV
el: Καλύτερες πωλήσεις MP3/WAV
hu: Legtöbbet eladott MP3/WAV
it: Bestseller MP3/WAV
lt_lt: Labiausiai perkami MP3/WAV
no: Bestselger MP3/WAV
pl: Najlepiej sprzedające się MP3 / WAV

source: Bestselling
bg: Най-продавани
el: Καλύτερες Πωλήσεις
hu: Legtöbbet eladott
it: Bestseller
lt_lt: Labiausiai perkami
no: Bestselger
pl: Najlepiej sprzedające się

source: New Releases
bg: Нови Издания
el: Νέες Κυκλοφορίες
hu: Új megjelenések
it: Nuove Uscite
lt_lt: Nauji leidiniai
no: Nye utgivelser
pl: Nowe wydania

source: Recommendations
bg: Препоръки
de: Empfehlungen
el: Προτάσεις
hu: Javaslatok
it: Raccomandazioni
lt_lt: Rekomendacijos
no: Anbefalinger
pl: Rekomendacje

source: View Cart
bg: Прегледай Кошницата
de: Einkaufswagen
el: Δείτε το Καλάθι Αγορών
hu: Kosár
it: Visualizza carrello
lt_lt: Žiūrėti krepšelį
no: Se Handlevogn
pl: Pokaż koszyk

source: Based on the items in your Shopping Cart from seller
bg: Въз основа на артикули във Вашата кошница от продавача
de: Basierend auf den Artikel in Ihrem Warenkorb vom Verkäufer
el: Βασισμένο σε προϊόντα στο Καλάθι Αγορών σου από τον πωλητή
hu: Az eladótól a kosaradban lévő tételek alapján
it: Sulla base degli elementi contenuti nel carrello dal venditore
lt_lt: Remiamasi pagal prekes, iš pardavėjo, esančias jūsų Pirkinių Krepšelyje
no: Basert på titler in din Handlevogn fra selger
pl: Na podstawie pozycji w koszyku od sprzedawcy

source: we recommend these releases
bg: ние Ви препоръчваме следните издания
de: Wir empfehlen diese Veröffentlichungen
el: σας προτείνουμε τις παρακάτω κυκλοφορίες
hu: ajánljuk ezeket a kiadványokat
it: si raccomanda di questi rilasci
lt_lt: Mes rekomenduojame šiuose leidinius
no: we anbefaler disse utgivelser
pl: Polecane przez nas

source: Sales History
bg: История на Продажбите
de: Vertrieb Geschichte
el: Ιστορικό Πωλήσεων
hu: Korábban eladott példányok
it: Storia di vendita
lt_lt: Pardavimų istorija
no: Salgshistorikk
pl: Historia sprzedaży

source: Show Items I Want
de: Zeige Artikel I Want
it: Mostra elementi I Want

source: Buyers
de: Käufer
it: Gli acquirenti

source: Sellers
it: Venditori

source: You Selected
de: Ausgewählt
it: Si selezionati

source: Sort by
bg: Подреди по
de: Sortieren nach
el: Ταξινόμηση
hu: Rendezés
it: Ordina per
lt_lt: Rūšiuoti pagal
no: Sorter etter
pl: Sortuj według

source: Community Data
de: Community Daten
it: Comunità dei dati

source: Seller Information
de: Angaben zum Verkäufer
it: Informazioni del Venditore

source: Seller
de: Verkäufer
it: Venditore

source: Rating
it: Valutazione

source: Ships From
de: Schiffe aus
it: Navi da

source: Make Offer / Details
it: Fai un&#39;offerta / Dettagli

source: Details
it: Dettagli

source: Install Flash player to hear audio clip.
de: Installieren Sie den Flash-Player, Audio-Clip zu hören.
it: Installa Flash Player per ascoltare clip audio.

source: Manage Product Search Items
de: Verwalten Produktsuche Items
it: Gestire gli articoli di prodotto

source: Sell this Item
de: Verkaufen diesem Artikel
it: Vendere questo articolo

source: Back to Release Details
de: Zurück zum Release Details
it: Torna a rilasciare i dati

source: In Collection
de: In Sammlung
it: In Collezione

source: Show/Hide Tracklist
it: Mostra / Nascondi Tracklist

source: page
de: Seite
it: pagina

source: of
de: von
it: di

source: Condition
de: Zustand
it: Condizione

source: Buy It
de: Kaufen
it: Compralo

source: Sleeve
de: Ärmel
it: Manicotto

source: Edit Listing
de: Bearbeiten Listing
it: Modifica elenco

source: Unlist Item
de: Unlist Artikel
it: Escludere dall&#39;elenco Articolo

source: New Seller
bg: Нови Търговци
de: Neu Verkäufer
el: Νέος Πωλητής
hu: Új eladó
it: Venditore nuovo
lt_lt: Naujas pardavėjas
no: Ny selger
pl: Nowy sprzedawca

source: Items Ship From
de: Artikel Versenden von
el: Αποστολή αντικειμένων από:
hu: Szállítás a következő országból:
it: Articoli Spedire da
lt_lt: Prekė siunčiama iš
no: Varer Sendes Fra
pl: Wysyłka z

source: Payment Methods
bg: Видове Плащане
de: Zahlungsmethoden
el: Τρόποι Πληρωμής
hu: Fizetési módok
it: Metodi di pagamento
lt_lt: Apmokėjimo būdai
no: Betalingsmetoder
pl: Metody płatności

source: Shipping Policies
bg: Политики за Доставка
de: Liefer-Policies
el: Έξοδα Αποστολής
hu: Szállítási feltételek
it: Spedizione Politiche
lt_lt: Pristatymų politika
no: Fraktvilkår
pl: Polityka wysyłki

source: Your search returned no results. Please try a different query.
bg: Вашето търсене не върна резултати. Моля, опитайте с разлина фраза.
de: Ihre Suche ergab keine Ergebnisse. Bitte versuchen Sie eine andere Abfrage.
el: Η αναζήτηση σας δεν είχε αποτέλεσμα. Παρακαλούμε, υποβάλλετε διαφορετικό ερώτημα
hu: A keresés nem hozott eredményt. Próbálj más kifejezést.
it: La ricerca ha prodotto alcun risultato. Si prega di provare una ricerca diversa.
lt_lt: Nieko nerasta, mėginkite įvesti kitokius raktažodžius
no: Søket ga ingen treff, prøv en annen forespørsel
pl: Brak wyników wyszukiwania. Spróbuj z innym zapytaniem.

source: Help on search
bg: Помощ при Търсене
de: Hilfe zur Suchmaschine
el: Βοήθεια στην αναζήτηση
hu: Segítség a kereséshez
it: Aiuto sulla ricerca
lt_lt: Pagalba ieškant
no: Søkehjelp
pl: Pomoc w wyszukiwaniu

source: Search results
bg: Резултати от Търсене
de: Suchergebnisse
el: Αναζήτηση Αποτελεσμάτων
hu: Keresési eredmények
it: Risultati della ricerca
lt_lt: Paiškos rezultatai
no: Søkeresultater
pl: Wyniki wyszukiwania

source: results
bg: резултати
de: Ergebnisse
el: αποτελέσματα
hu: eredmények
it: risultati
lt_lt: Rezultatai
no: resultater
pl: Rezultaty

source: Filter results by
bg: Филтрирай резултатите
de: Ergebnisse filtern nach
el: Φιλτράρισμα αποτελεσμάτων κατά
hu: Eredmények szürése
it: Filtra i risultati tramite
lt_lt: Rūšiuoti pagal
no: Filtrer resultater via
pl: Filtruj wyniki wyszukiwania

source: Needs Vote
bg: Нужда от Гласове
el: Χρειάζεται Ψήφο
hu: Szavazat szükséges
it: Esigenze Vota
lt_lt: Reikia balsų
no: Trenger stemmer
pl: Potrzebny głos

source: Needs Changes
bg: Нужда От Промени
de: Braucht Veränderungen
el: Χρειάζεται διορθώσεις
hu: Változtatás szükséges
it: Bisogno di cambiamenti
lt_lt: Reikia pakeitimų
no: Behøver endringer
pl: Potrzebne zmiany

source: Show Advanced Search
it: Mostra Ricerca Avanzata

source: You did not enter a search query.
de: Sie haben nicht eine Suchanfrage.
it: Non hai inserito una query di ricerca.

source: artist named
de: Künstler namens
it: F

source: We're showing the first 10, but you can
de: Wir zeigen die ersten 10, aber Sie können
it: Stiamo mostrando i primi 10, ma è possibile

source: view all here
de: Alle hier
it: Vedi tutti qui

source: artist name variation of
de: Name des Interpreten Variation der
it: o

source: label named
de: Label mit dem Namen
it: o

source: In list
de: In Liste
it: In lista

source: Don't Have An Account?
de: Sie haben noch kein Konto?
it: Non hai un account?

source: A Discogs Account will let you:
de: Ein Discogs Konto wird Ihnen:
it: Un account Discogs vi deluderà:

source: Help build the Discogs Database
de: Hilf mit, das Discogs Database
it: Aiutaci a costruire il database Discogs

source: Organize your music collection and wantlist
de: Organisieren Sie Ihre Musiksammlung und Wunschliste
it: Organizza la tua collezione di musica e wantlist

source: Post comments and rate releases
de: Kommentare und bewerten Releases
it: Commenti e comunicati tasso

source: Receive emails when something you want is for sale
de: E-Mails empfangen, wenn etwas, das Sie wollen, steht zum Verkauf
it: Ricevere e-mail quando qualcosa che si desidera è in vendita

source: Buy and sell music in the <a href="/marketplace">Discogs Marketplace</a>
de: Kaufen und verkaufen Musik im <a href="/marketplace">Discogs Marketplace</a>
it: Acquistare e vendere musica nel <a href="/marketplace">Marketplace Discogs</a>

source: Make connections with other music lovers
de: Nehmen Sie die Verbindungen mit anderen Musikliebhabern
it: Effettuare i collegamenti con altri amanti della musica

source: Create an Account Now
de: Erstellen Sie jetzt ein Konto
it: Creare un account adesso

source: Log In to Discogs
de: Anmelden Um Discogs
it: Entra a Discogs

source: Username
de: Benutzername
it: Nome utente

source: Not
de: Nicht
it: Non

source: Remember me
de: Erinnere dich an mich
it: Ricordati di me

source: Only this IP
de: Nur diese IP
it: Solo questo IP

source: Forgot your password?
de: Passwort vergessen?
it: Dimenticato la password?

source: Wantlist
de: Wunschliste
el: Λίστα Επιθυμιών
hu: Kívánságlista
lt_lt: Norų sąrašas
no: Ønskeliste
pl: Lista życzeń

source: Log In
de: Anmelden

source: history
bg: история
de: Geschichte
el: Ιστορικό
hu: előzmények
lt_lt: Istorija
no: historikk
pl: Historia

source: edit
bg: редактирай
de: bearbeiten
el: επεξεργασία
hu: szerkesztés
lt_lt: Redaguoti
no: rediger
pl: Edytuj

source: Add to Cart
bg: Добави в Кошница
de: In den Einkaufswagen
el: Προσθήκη στο Καλάθι Αγορών
hu: Kosárba tesz
lt_lt: Įdėti į Krepšelį
no: Legg i handlevogn
pl: Dodaj do koszyka

source: In Wantlist
de: In Suchliste

source: Media
de: Medien
