Repository: 111studio/discogs-i18n
Catalog: */LC_MESSAGES/messages_js.po
Languages: es

source: <%= filename %> is an unsupported format. Please upload a .jpg, .png, .gif, or .bmp.
es: <%= filename %> es un formato no compatible. Por favor, sube un archivo .jpg, .png, .gif o .bmp.

source: <%= releaseId %> is invalid. Release IDs should only contain numbers.
es: <%= releaseId %> es inválido. Los IDs de Publicación sólo deben contener números.

source: A nearly perfect record. The record should show no obvious signs of wear.
es: Un disco casi en perfecto estado. El disco no debe mostrar señales evidentes de desgaste.

source: Absolutely perfect in every way. Certainly never been played. Should be used sparingly as a grade, If at all.
es: Absolutamente perfecto en todos los sentidos. Ciertamente nunca se ha reproducido. Debe utilizarse escasamente como una categoría, sí se llega a utilizar.

source: Accepted Fields
es: Campos Aceptados

source: Add artist
es: Añadir artista

source: Add barcode or identifier
es: Añadir código de barras o identificador

source: Add credit
es: Añadir crédito

source: Add format
es: Añadir formato

source: Add label or entity
es: Añadir disquera o entidad

source: Add row
es: Añadir fila

source: Add style
es: Añadir estilo

source: Add to List
es: Añadir a Lista

source: Added <%= preview.title %> to your collection.
es: Añadido <%= preview.title %> a tu colección.

source: Alert
es: Alerta

source: All shipping methods must define at least one range
es: Todas las formas de envío deben definir al menos un rango

source: An error has occurred, please try again.
es: Se ha producido un error, por favor intente de nuevo.

source: An unknown error occurred (code <%= status %>)
es: Se produjo un error desconocido (code <%= status %>)

source: Are you certain you wish to change the format? Any descriptions in the row will be removed.
es: ¿Estás seguro de que deseas cambiar el formato? Cualquier descripción en la fila será removida.

source: Are you certain you would like to delete this review?
es: ¿Estás seguro de que deseas eliminar esta reseña?

source: Are you sure you want to DELETE the items?
es: ¿Estás seguro que quieres ELIMINAR los artículos?

source: Are you sure you want to delete this list?
es: ¿Estás seguro que quieres borrar esta lista?

source: Are you sure you want to remove <%= text %>?
es: ¿Estás seguro que deseas eliminar <%= text %>?

source: Are you sure you want to remove these items?
es: ¿Estás seguro que deseas eliminar estos artículos?

source: Are you sure you want to remove this item?
es: ¿Estás seguro que deseas eliminar este artículo?

source: Are you sure you want to un-share this?
es: ¿Estás seguro que deseas dejar de compartir esto?

source: Are you sure?
es: ¿Estás seguro?

source: Audio not found
es: Audio no encontrado

source: Auto-saved draft <%= link %> at <%= time %>
es: Borrador de guardado automáticamente <%= link %> at <%= time %>

source: Can be put onto a turntable and will play through without skipping. Significant surface noise, scratches and visible groove wear.
es: Se puede poner en el tocadiscos y se reproducirá completamente sin saltos. Significativo ruido de la superficie, rasguños y desgaste visible de los surcos.

source: Cancel
es: Cancelar

source: Cancel Order
es: Cancelar Orden

source: Checking
es: Verificación

source: Click <%= saveButton => again to save anyway.
es: Clic <%= saveButton => de nuevo para guardar todas formas.

source: Close
es: Cerrar

source: Confirm
es: Confirmar

source: Create
es: Crear

source: Created draft <%= link %> at <%= time %>
es: Borrador creado <%= link %> a la(s) <%= time %>

source: Customize This Page
es: Personaliza Esta Página

source: Deleting
es: Borrando

source: Discogs Alert
es: Alerta de Discogs

source: Does not exist: <%= id %>
es: No existe: <%= id %>

source: Edit Master Release
es: Editar Publicación Principal

source: European Union
es: Unión Europea

source: Failed to generate preview.
es: No se pudo generar la vista previa.

source: Failed to save draft.
es: Error al guardar el borrador.

source: Feedback Sent
es: Calificación Enviados

source: Generating Preview
es: Generando Vista Previa

source: Hide Credits
es: Ocultar Créditos

source: Hide actions
es: Ocultar acciones

source: Insert Heading
es: Insertar Título

source: Insert Index Track
es: Insertar Indice de Track

source: Insert Track
es: Insertar Track

source: Items added to your collection
es: Articulos añadidos a tu colección

source: Load next
es: Cargar siguiente

source: Make End of Index Track
es: Crear Track Final del Indice

source: Make an Offer
es: Hacer una Oferta

source: Master release saved successfully and will be processed soon. Please refresh the page in a minute to see the updated discography.
es: La Publicación Principal fue guardada exitosamente y será procesada pronto. Por favor actualice la página en un minuto para ver la discografía actualizada.

source: More
es: Más

source: Move
es: Mover

source: Move Item to:
es: Mover artículos a:

source: Place order
es: Realizar un pedido

source: Place order and pay now
es: Realizar un pedido y pagar ahora

source: Placing order...
es: Realizando un pedido...

source: Please choose a file to upload
es: Por favor elije un archivo para cargar

source: Please enter <%= n %> unique Release IDs.
es: Por favor ingresa <%= n %> IDs de Publicación únicos.

source: Please enter <%= n %> valid Release IDs.
es: Por favor ingresa <%= n %> IDs de Publicación validos.

source: Please enter a Key Release ID
es: Por favor ingresa un ID de Publicación clave

source: Please enter a title.
es: Por favor introduce un título.

source: Please enter at least one Release ID in addition to the Key Release ID.
es: Por favor introduce por lo menos un ID de Publicación, además del ID de Publicación clave.

source: Please enter your Release IDs. Be sure to include the Key Release ID.
es: Por favor introduce tus IDs de Publicación. Asegúrate de incluir el ID de Publicación clave.

source: Please indicate which Release ID has accurate data.
es: Por favor indica cuál ID de Publicación tiene información correcta.

source: Please provide a detailed reason for the merge.
es: Por favor proporcione una razón detallada para esta combinación.

source: Please select a key release.
es: Por favor seleccione una publicación clave.

source: Please select an existing list.
es: Por favor seleccione una lista existente.

source: Please select an item to remove
es: Por favor selecciona un artículo que desees eliminar.

source: Popular Destinations
es: Destinos Populares

source: Post Comment
es: Publicar Comentario

source: Posting
es: Publicando

source: Press OK to report that this list contravenes the <a href="http://www.discogs.com/help/lists.html">Discogs List guidelines</a>.
es: Pulsa Aceptar para informar que esta lista infringe las <a href="http://www.discogs.com/help/lists.html">Discogs</a>pautas para las listas de Discogs</a>.

source: Preview Loading
es: Cargando Vista Previa

source: Previewing...
es: Vista previa ...

source: Problem Sending Feedback
es: Hubo un Problema al Enviar tu Calificación

source: Processing
es: Procesando

source: Ranges overlap or are ordered incorrectly
es: Los rangos se superposicionan o están organizados incorrectamente.

source: Record is cracked, badly warped, or won't play through without skipping or repeating.
es: El disco está agrietado, muy deformado, o no se reproducirá completamente sin saltos o repeticiones.

source: Release not found. Please try another Release ID.
es: Publicación no encontrada. Por favor intenta otro ID de Publicación.

source: Remove
es: Eliminar.

source: Remove <%= username %> from your friends list?
es: ¿Eliminar <%= username %> de tu lista de amigos?

source: Remove this shipping method?
es: ¿Eliminar esta forma de envío?

source: Remove this shipping policy?
es: ¿Eliminar esta política de envío?

source: Replying
es: Respondiendo

source: Reported
es: Reportado

source: Save
es: Guardar

source: Save Changes
es: Guardar Cambios

source: Save and Continue
es: Guardar y Continuar

source: Saved draft <%= link %> at <%= time %>
es: Borrador guardado <%= link %> a la(s) <%= time %>

source: Saving
es: Guardando

source: Send Feedback
es: Enviar Calificación

source: Send Report
es: Enviar Reporte

source: Share
es: Compartir

source: Shared on your profile
es: Se ha compartido en tú perfil

source: Sharing Settings
es: Opciones para compartir

source: Sharing...
es: Compartiendo...

source: Shipping and Payment Terms
es: Términos de Pago y Envío

source: Show Credits
es: Mostrar Créditos

source: Show actions
es: Mostrar acciones

source: Some mobile devices will not allow playback until you first activate the YouTube player by tapping on it. If the video is not loading, refresh the page, then tap on the player.
es: Algunos dispositivos móviles no permiten la reproducción hasta que primero actives el reproductor de YouTube pulsando sobre él. Si el vídeo no se está cargando, actualiza la página y luego pulsa en el reproductor.

source: Submission Form Keyboard Shortcuts
es: Forma para Envió de Accesos Directos de Teclado

source: Submission notes are required
es: Se requieren las notas de envío

source: Surface noise will be evident upon playing... but will not overpower the music. Groove wear will start to be noticeable, as will light scratches.
es: El ruido de la superficie será evidente al reproducir ... pero no será mayor que la música. El desgaste de los surcos comenzará a ser notable, así como ligeros rasguños.

source: The following errors preventing this item from being listed
es: Los siguientes errores impiden que este artículo sea listado

source: There was a problem sending your feedback. Please try again in a few moments.
es: Hubo un problema al enviar tu Calificación. Vuelve a intentarlo en unos minutos.

source: This list is already on your dashboard
es: Esta lista ya está en tu escritorio

source: This operation will overwrite all track positions with 1, 2, 3, etc. Are you sure you want to do this?
es: Esta operación va a sobrescribir todas las posiciones de cada track con 1, 2, 3, etc. ¿Estás seguro que quieres hacer esto?

source: Unable to estimate from release data
es: No puede estimar a partir de la información de publicación

source: Undo
es: Deshacer

source: Unsharing...
es: Dejando de compartir...

source: Update Order
es: Actualizar Pedido

source: View Image
es: Ver Imagen

source: Vote and Post Comment
es: Votar y Publicar Comentario

source: WARNING: You have made changes since loading this page.
es: ADVERTENCIA: Has hecho cambios desde que cargaste esta página.

source: WARNING: You have unsaved changes.
es: ADVERTENCIA: Tienes cambios sin guardar.

source: Warning
es: Advertencia

source: Warning: for large tracklists this may significantly hinder performance
es: Advertencia: Las listas de resproducción extensas pueden obstaculizar significativamente el rendimiento

source: Will show some signs that it was played and otherwise handled by a previous owner who took good care of it.
es: Mostrará algunas señales de que ha sido reproducido o manipulado por un dueño anterior que cuido muy bien de él.

source: You can't have more than one <%= shippingMethod %> shipping method in the same policy
es: No puedes tener más de una <%= shippingMethod %> forma de envió en la misma política

source: You did not choose a rating.
es: No has seleccionado una calificación.

source: You did not enter a comment.
es: No has introducido un comentario.

source: You must add at least one shipping method
es: Debes añadir al menos una forma de envío

source: You must agree to the order terms to continue
es: Debes aceptar los términos del pedido para poder continuar

source: You must post a comment with this type of vote
es: Debes publicar un comentario con este tipo de voto

source: You must provide a reason for removing this release.
es: Debes proporcionar una razón para retirar esta publicación.

source: You must select at least one destination
es: Debes seleccionar al menos un destino

source: Your changes couldn't be saved. Please try again.
es: Tus cambios no pudieron ser guardados. Por favor vuelve a intentarlo.

source: Your feedback was sent successfully. Thank you for helping improve Discogs!
es: Tu calificación fue enviada exitosamente. Gracias por ayudarnos a mejorar Discogs!

source: about
es: sobre

source: generating preview...
es: generando vista previa...
