Repository: 111studio/discogs-i18n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, de, el, hu, it, lt_lt, no, pl

source: Did you mean?
de: Meinten Sie?

source: Password
de: Kennwort

source: Barcode and Other Identifiers
bg: Баркод и други идентификатори
el: Γραμμωτός Κωδικός (Barcode) και Άλλα Αναγνωριστικά
hu: Vonalkód, és egyéb azonosítók
lt_lt: Brūkšninis kodas ir kiti identifikatoriai
no: Strekkode og andre kjennemerker
pl: Kod kreskowy i inne znaczące cechy

source: Companies etc
bg: Фирми и др.
el: Εταιρείες κτλ.
hu: Társkaidók stb...
lt_lt: Kompanijos ir t.t.
no: Selskaper etc
pl: Kompanie itp.

source: Copyright
bg: Авторско право
el: Πνευματική Ιδιοκτησία
lt_lt: Autorystės teisės
no: Opphavsrett
pl: Prawa autorskie

source: Credits
el: Συντελεστές
hu: Megjegyzések
lt_lt: Kreditai
pl: Role

source: Jazz
lt_lt: Džiazas

source: Logout
bg: Излез
el: Αποσύνδεση
hu: Kijelentkezés
lt_lt: Atsijungti
no: Logg ut
pl: Wyloguj

source: Mobile
el: Κινητό
hu: Mobil
lt_lt: Mobilus
no: Mobil
pl: Komórka

source: Notes
bg: Бележки
el: Σημειώσεις
hu: Jegyzetek
lt_lt: Pažymos
no: Notater
pl: Notatki

source: Official Blog
bg: Официален Блог
el: Επίσημο Ιστολόγιο
hu: Hivatalos Blog
lt_lt: Oficialus blogas
no: Offisiell blogg
pl: Oficjalny blog

source: Released
bg: Издаден
el: Κυκλοφόρησε
hu: Megjelenés
lt_lt: Išleista
no: Utgitt
pl: Wydane

source: Style
bg: Стил
el: Ρυθμός
hu: Stílus
lt_lt: Stilius
no: Stil
pl: Styl

source: Tracklist
el: Λίστα Τραγουδιών
hu: Számlista
lt_lt: Kūrinių sąrašas
no: Trackliste
pl: Lista utworów

source: in
bg: в
el: σε
lt_lt: į
no: i
pl: w

source: in MP3/WAV
bg: в MP3/WAV
el: σε MP3/WAV
hu: MP3/WAV-ban
lt_lt: MP3/WAV formatuose
no: i MP3/WAV
pl: w formacie MP3 / WAV

source: Hip Hop
el: Χίπ Χοπ
no: din samling og ønskeliste, bli varslet når dine ønskede titler er for salg

source: MP3/WAV
el: Σε MP3/WAV

source: Rock
el: Ροκ

source: New Wave
pl: Nowa Fala (New Wave)

source: CD
bg: Компакт Диск
