Repository: 111studio/discogs-i18n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, de, el, hu, it, lt_lt, no, pl

source: Marketplace
bg: Пазар
de: Markt
el: Αγορά
hu: Piactér
it: Mercato
lt_lt: Prekyvietė
no: Markedsplass
pl: Sklep

source: Digital
bg: Дигитален
el: Ψηφιακό
hu: Digitális
it: Digitale
lt_lt: Skaitmeninis
pl: Cyfrowy

source: Shopping Cart
bg: Кошница
de: Einkaufswagen
el: Καλάθι Αγορών
hu: Bevásárló kosár
it: Carrello
lt_lt: Pirkinių krepšelis
no: Handlevogn
pl: Koszyk

source: Releases
bg: Издания
el: Κυκλοφορίες
hu: Kiadványok
it: Comunicati
lt_lt: Leidiniai
no: Utgivelser
pl: Wydania

source: Videos
bg: Видео
el: Βίντεο
hu: Videók
it: Video
lt_lt: Video
no: Videoer
pl: Filmy

source: Reviews
bg: Ревюта
de: Bewertungen
el: Κριτικές
hu: Vélemények
it: Recensioni
lt_lt: Apžvalgos
no: Omtaler
pl: Recenzje

source: Lists
bg: Списъци
de: Listen
el: Λίστες
hu: Listák
it: Liste
lt_lt: Sąrašai
no: Lister
pl: Listy

source: Artists
bg: Артисти
de: Künstler
el: Καλλιτέχνες
hu: Előadó
it: Artisti
lt_lt: Atlikėjai
no: Artister
pl: Artyści

source: Labels
el: Εταιρείες
hu: Kiadók
it: Etichette
lt_lt: Leidėjai
no: Plateselskaper
pl: Wytwórnie

source: Explore
bg: Проучи
de: Explorieren
el: Εξερεύνηση
hu: Böngészés
it: Esplorare
lt_lt: Naršyti
no: Utforsk
pl: Przeszukuj

source: Error
de: Fehler
it: Errore

source: Items I Want
bg: Артикули Които Искам
de: Artikel ich möchte
el: Αντικείμενα που Θέλω
hu: Eladó tételek a kívánságlistádról
it: Articoli I Want
lt_lt: Prekės, kurių aš noriu
no: Utgivelser Jeg Søker
pl: Poszukiwane przeze mnie

source: My Purchases
bg: Моите Покупки
de: Meine Käufe
el: Οι Αγορές Μου
hu: Vásárlásaim
it: I miei acquisti
lt_lt: Mano pirkiniai
no: Mine kjøp
pl: Moje zakupy

source: Settings
bg: Настройки
de: Einstellungen
el: Ρυθμίσεις
hu: Beállítások
it: Impostazioni
lt_lt: Nustatymai
no: Innstillinger
pl: Opcje

source: Popular Formats
bg: Популярни Формати
de: Beliebte Formate
el: Δημοφιλείς Μορφές
hu: Népszerű formátuok
it: Formati più diffusi
lt_lt: Populiarūs formatai
no: Populære formater
pl: Popularne formaty

source: Vinyl
bg: Винил
el: Βινύλιο
it: Vinile
lt_lt: Vinilas
pl: Płyta winylowa

source: Getting Started
bg: Първи Стъпки
de: Erste Schritte
el: Ξεκινώντας
hu: Az első lépések
it: Per iniziare
lt_lt: Pradedant
no: Kommet i gang
pl: Zacznij

source: Manage Inventory
bg: Управление на Инвентаризация
de: Inventar verwalten
el: Διαχείριση Αποθεμάτων
hu: Eladó tételek kezelése
it: La gestione dell&#39;inventario
lt_lt: Valdykite inventorių
no: Behandle varer
pl: Zarządzaj sklepem

source: My Items For Sale
bg: Мои Артикули За Продан
de: Meine Angbote
el: Τα Προϊόντα μου προς πώληση
hu: Eladó tételeim
it: I miei articoli in vendita
lt_lt: Mano prekės pardavimui
no: Mine utgivelser som er til salgs
pl: Moje rzeczy na sprzedaż

source: My Orders
bg: Моите Поръчки
de: Meine Bestellungen
el: Οι Παραγγελίες μου
hu: Eladott tételek
it: I miei ordini
lt_lt: Mano užsakymai
no: Mine ordre
pl: Moja sprzedaż

source: Billing
bg: Фактуриране
de: Rechnung
el: Χρέωση
hu: Számlázás
it: Fatturazione
lt_lt: Apmokėjimas
no: Fakturering
pl: Płatności

source: Recent Group Activity
bg: Последна Дейност на Групата
de: Aktuelle Group Activity
el: Πρόσφατη δραστηριότητα ομάδων
hu: Legutóbbi csoport tevékenységek
it: Gruppo Attività recente
lt_lt: Paskutinė grupės veikla
no: Nylig gruppeaktivitet
pl: Aktywność w Twoich grupach

source: My Groups
bg: Моите Групи
de: Meine Gruppen
el: Οι Ομάδες Μου
hu: Csoportjaim
it: I miei gruppi
lt_lt: Mano grupės
no: Mine grupper
pl: Moje grupy

source: Saved Group Topics
bg: Запазени Теми в Групата
de: Gespeichert Gruppe Themen
el: Αποθηκευμένα θέματα Ομάδας
hu: Mentett témák
it: Argomenti Gruppo salvato
lt_lt: Išsaugotos grupės temos
no: Lagrede gruppeemner
pl: Zapisane tematy z grupy

source: Help Forums
bg: Форум за Помощ
de: Hilfe-Foren
el: Φόρουμ Βοηθείας
hu: Segítség fórum
it: Aiuto Forum
lt_lt: Pagalbos forumas
no: Hjelpefora
pl: Fora pomocy

source: Collection
bg: Колекция
de: Sammlung
el: Συλλογή
hu: Gyűjtemény
it: Raccolta
lt_lt: Kolekcija
no: Samling
pl: Kolekcja

source: Submissions
el: Υποβολές
hu: Sub-ok
it: Inseriti
lt_lt: Pateikimai
no: Innsendinger
pl: Dodane pozycje

source: Drafts
bg: Чернови
de: Entwürfe
el: Πρόχειρα
hu: Piszkozatok
it: Dama
lt_lt: Smėlio dėžė
no: Kladd
pl: Szkice

source: Friends
bg: Приятели
de: Freunde
el: Φίλοι
hu: Barátok
it: Amici
lt_lt: Draugai
no: Venner
pl: Przyjaciele

source: Export Data
bg: Експортиране на данни
de: Export von Daten
el: Εξαγωγή Δεδομένων
hu: Adatok exportálása
it: Esportazione dei dati
lt_lt: Eksportuoti informaciją
no: Eksporter data
pl: Eksportuj dane

source: About Us
bg: За Нас
de: Über uns
el: Σχετικά με Εμας
hu: Rólunk
it: Chi siamo
lt_lt: Apie mus
no: Om oss
pl: O nas

source: Jobs
bg: Работа
el: Θέσεις Εργασίας
hu: Állások
it: Lavoro
lt_lt: Darbai
no: Jobbstillinger
pl: Praca

source: Shop
bg: Магазин
de: Geschäft
el: Κατάστημα
it: Negozio
lt_lt: Parduotuvė
no: Handle
pl: Sklep

source: Help&nbsp;Is&nbsp;Here
bg: Помощ Тук
de: Hilfe Is Here
el: Βοήθεια Εδώ
hu: A&nbsp;Segítség&nbsp;Itt&nbsp;Van
it: Aiuto Is Here
lt_lt: Pagalba čia
no: Hjelp&nbsp;Is&nbsp;her
pl: Tu znajdziesz pomoc

source: Help
bg: Помощ
de: Hilfe
el: Βοήθεια
hu: Segítség
it: Aiuto
lt_lt: Pagalba
no: Hjelp
pl: Pomoc

source: Forums
bg: Форуми
el: Τόπος Δημόσιας Συζήτησης (Φόρουμ)
hu: Fórumok
it: Forum
lt_lt: Forumas
no: Fora
pl: Forum

source: Support Request
de: Support-Anfrage
el: Αίτημα Υποστήριξης
hu: Támogatás
it: Richiesta di supporto
lt_lt: Pagalbos prašymas
no: Supportkrav
pl: Centrum pomocy

source: Contact
bg: За Контакти
de: Kontakt
el: Επικοινωνία
hu: Kapcsolat
it: Contatto
lt_lt: Kontaktai
no: Kontakt
pl: Kontakt

source: Join&nbsp;In
bg: Присъедини Се
de: Mitmachen
el: Γίνε μέλος
hu: Csatlakozz
it: Join In
lt_lt: Prisijunkite
no: Før&nbsp;In
pl: Dołącz

source: Sign Up
bg: Регистрирайте се
de: Registrieren
el: Εγγραφή
hu: Regisztráció
it: Registrazione
lt_lt: Užsiregistruokite
no: Registrer Deg
pl: Utwórz konto

source: Contribute
bg: Сътрудник
de: Beitragen
el: Συνεισφορά
hu: Közreműködés
it: Contribuire
lt_lt: Prisidėti/padėti
no: Bidra
pl: Pomóż rozbudowywać bazę

source: Add Release
bg: Добави Издание
el: Προσθήκη Κυκλοφορίας
hu: Kiadvány hozzáadása
it: Aggiungi rilascio
lt_lt: Įtraukti leidinį
no: Legg til utgivelse
pl: Dodaj wydanie

source: Contributor List
bg: Списък на сътрдуници
de: Liste der Mitwirkenden
el: Λίστα Συνεισφέροντα
hu: Közreműködők listája
it: Collaboratore Lista
lt_lt: Savanorių padėti/prisidėti sąrašas
no: Bidragsliste
pl: Lista pomocników

source: Follow&nbsp;Us
bg: Последвайте ни
de: Folgen Sie uns
el: Ακολουθήστε μας
hu: Kövess&nbsp;Minket
it: Seguici
lt_lt: Sekite mus
no: Følg&nbsp;oss
pl: Śledź nas

source: Languages
bg: Езици
de: Sprachen
el: Γλώσσες
hu: Nyelvek
it: Lingue
lt_lt: Kalbos
no: Språk
pl: Języki

source: Other&nbsp;Stuff
bg: Други Неща
de: Other Stuff
el: Άλλα
hu: Egyéb
it: Altro
lt_lt: Kita
no: Andre&nbsp;ting
pl: Inne rzeczy

source: Developers&nbsp;API
bg: Разработчици: API
de: API für Entwickler
el: Προγραμματιστές API
hu: Fejleszői API
it: Gli sviluppatori API
lt_lt: Kūrėjų API
no: API for utviklere
pl: Interfejs programowania aplikacji

source: website
bg: уебсайт
de: Webseite
el: ιστοσελίδα
hu: weboldal
it: sito web
lt_lt: Svetainė
no: webside
pl: Strona

source: Terms of Service
bg: Условие за Ползване
de: Nutzungsbedingungen
el: Όροι Χρήσης
hu: Felhasználási feltételek
it: Termini di Servizio
lt_lt: Paslaugų sąlygos
no: Vilkår for Bruk
pl: Warunki serwisu

source: Privacy Policy
bg: Декларация за Поверителност
de: Datenschutz
el: Πολιτική Προστασίας Προσωπικών Δεδομένων
hu: Adatvédelem
it: Informativa sulla privacy
lt_lt: Privatumas
no: Personvern
pl: Polityka prywatności

source: Go to Discogs.com homepage
de: Zum Discogs.com Homepage
it: Vai alla homepage Discogs.com

source: Search artists, albums and more...
de: Suche Künstler, Alben und mehr ...
it: Cerca un artista, album e altro ancora ...

source: Buy Music
de: Musik kaufen
it: Acquistare musica

source: Sell Music
de: Musik verkaufen
it: Vendi Musica

source: Community
it: Comunità

source: My Discogs
de: Mein Discogs
it: Il mio Discogs

source: Create Account
de: Konto erstellen
it: Crea un account

source: Genre
bg: Жанр
el: Είδος Μουσικής
hu: Műfaj
it: Genere
lt_lt: Žanras
no: Sjanger
pl: Gatunek

source: New Styles
bg: Нови Стилове
el: Νέα Μουσικά Στυλ
hu: Új stílusok
it: Nuovi stili di
lt_lt: Nauji stiliai
no: Nye stiler
pl: Nowe style

source: one per line
de: eine pro Zeile
el: ένα σε κάθε γραμμή
hu: soronként egy
it: uno per riga
lt_lt: Vienas per eilutę
no: èn per linje
pl: jedno w każdej lini

source: more
bg: Още
de: mehr
el: περισσότερα
hu: több
it: di più
lt_lt: Daugiau
no: flere
pl: Więcej

source: More From
bg: Още От
el: Περισσότερα από
hu: Több
it: Da più
lt_lt: Daugiau iš
no: Mer fra
pl: Więcej od

source: more genres
bg: още жанрове
de: mehr Genres
el: περισσότερα είδη μουσικής
hu: több stílus
it: altri generi
lt_lt: Daugiau žanrų
no: flere sjangre
pl: Więcej gatunków

source: Browse by Genre
bg: Разлистване по Жанр
de: Durchsuchen nach Genre
el: Αναζήτηση ανά είδος μουσικής
hu: Keresés műfaj alapján
it: Sfoglia per genere
lt_lt: Naršyti pagal Žanrą
no: Bla i sjangre
pl: Przeglądaj według gatunków

source: Continue Shopping
bg: Продължи пазаруването
de: Weiter Warenkorb
el: Συνέχεια Αγορών
hu: Vásárlás Folytatása
it: Continua lo Shopping
lt_lt: Tęsti apsipirkimą
no: Fortsett å handle
pl: Kontynuuj zakupy

source: Empty Cart
bg: Празна Кошница
de: Leer Einkaufswagen
el: Άδειασε Το Καλάθι Αγορών
hu: Kosár ürítése
it: Carrello vuoto
lt_lt: Vežimėlis tuščias
no: Tøm handlekurv
pl: Pusty koszyk

source: Item
bg: Артикул
de: Artikel
el: Αντικείμενο
hu: Tétel
it: Voce
lt_lt: Prekė/leidinys
no: Utgivelse
pl: Przedmiot

source: Format
bg: Формат
el: Μορφή
hu: Formátum
it: Formato
lt_lt: Formatas

source: Price
bg: Цена
de: Preis
el: Τιμή
hu: Ár
it: Prezzo
lt_lt: Kaina
no: Pris
pl: Cena

source: Change all formats to
bg: Промяна на формати към
de: Ändern Sie alle Formate
el: Μετατροπή όλων των μορφών σε
hu: Minden formátum megváltoztatása erre:
it: Cambia tutti i formati di
lt_lt: Pakeisti visus formatus į
no: Endre alle formater til
pl: Zmień wszystkie formaty na

source: release
bg: издание
de: Freisetzung
el: Κυκλοφορία
hu: kiadvány
it: rilascio
lt_lt: Leidinys
no: utgivelse
pl: Wydanie

source: tracks
bg: песни
el: Κομμάτια
hu: számok
it: tracce
lt_lt: Kūriniai
no: spor
pl: Utwory

source: track
bg: песен
de: Spur
el: Κομμάτι
hu: szám
it: traccia
lt_lt: Kūrinys
no: spor
pl: Utwór

source: remove
bg: премахни
de: entfernen
el: αφαίρεση
hu: eltávolítás
it: rimuovere
lt_lt: Panaikinti
no: fjern
pl: Usuń

source: Total
bg: Обща Сума
de: Gesamt
el: Σύνολο
hu: Összesen
it: Totale
lt_lt: Iš viso
no: Totalt
pl: Razem

source: Checkout
bg: Към Касата
de: Kasse
el: Ολοκλήρωση Αγοράς
hu: Pénztár
it: Cassa
lt_lt: Atsiskaitymas
no: Gå til kassen
pl: Do kasy

source: Your cart is empty
bg: Вашата кошница е празна
de: Ihr Warenkorb ist leer
el: Το Καλάθι Αγορών σας είναι κενό
hu: A kosarad üres
it: Il carrello è vuoto
lt_lt: Jūsų krepšelis tuščias
no: Din handlevogn er tom
pl: Twój koszyk jest pusty

source: Subscribe to featured releases newsletter
de: Abonnieren Sie featured Pressemitteilungen Newsletter
el: Εγγραφή στο ενημερωτικό δελτίο με προτεινόμενες κυκλοφορίες
hu: Feliratkozás a kapcsolódó kiadványok hírlevélre
it: Iscriviti alla newsletter caratterizzato comunicati
lt_lt: Užsisakykite mėgstamų leidinų naujienlaiškį
no: Abonner på nyhetsbrev på omtalte utgivelser
pl: Chcę otrzymywać informacje o tych wydaniach.

source: No orders
bg: Няма поръчки
de: Keine Aufträge
el: Καμιά Παραγγελία
hu: Nincsenek megrendelések
it: Nessun ordine
lt_lt: Jokių užsakymų
no: Ingen ordre
pl: Brak sprzedaży

source: Start Shopping
de: Shopping-Tour starten
el: Έναρξη Αγορών
hu: Vásárlás
it: Inizio Shopping
lt_lt: Pradėkite apsipirkti
no: Start å Kjøp
pl: Rozpocznij zakupy

source: Order Number
bg: Номер на Поръчка
de: Bestellnummer
el: Αριθμός Παραγγελίας
hu: Rendelési azonosító
it: Numero d&#39;ordine
lt_lt: Užsakymo numeris
no: Ordrenummer
pl: Numer transakcji

source: Purchase Date
bg: Дата на Закупуване
el: Ημερομηνία Αγοράς
hu: Vásárlás dátuma
it: Data di acquisto
lt_lt: Pirkimo data
no: Kjøpsdato
pl: Data zakupu

source: MP3 &amp; WAV Downloads
bg: MP3 и WAV downloads
de: MP3-und WAV-Downloads
el: MP3 &amp; WAV Λήψεις
hu: MP3 és WAV Letöltés
it: MP3 e WAV Downloads
lt_lt: MP3, WAV siuntiniai
no: MP3 &amp; WAV Nedlastinger
pl: Ściągnij MP3 WAV

source: Showing
bg: Показва
de: Es werden
el: Εμφανίζοντας
hu: Mutatás
it: Mostra
lt_lt: Rodoma
no: Viser
pl: Pokaż

source: item
de: Artikel
el: Αντικείμενο
hu: tétel
it: F
lt_lt: daiktas
no: Utgivelse
pl: Produkt

source: from my
de: von meiner
el: από το
hu: az én
it: dal mio
lt_lt: Iš mano
no: fra min
pl: z mojej

source: available in digital format
bg: Достъпно в дигитален формат
de: in digitaler Form
el: διαθέσιμο σε ψηφιακή μορφή
hu: elérhető digitális formátumban
it: disponibili in formato digitale
lt_lt: Yra skaitmeniniame formate
no: tilgjengelig i digitalt format
pl: Dostępne w postaci plików

source: Sorry, no downloads could be found.
de: Es konnten leider keine Downloads gefunden werden.
el: Λυπούμαστε, δεν υπάρχουν διαθέσιμες λήψεις
hu: Elnézést, nem találtunk letöltést.
it: Spiacente, nessun download è stato trovato.
lt_lt: Atleiskite, bet nieko nerasta
no: Beklager, ingen nedlastinger ble funnet
pl: Brak plików do pobrania

source: MP3 &amp; WAV
bg: MP3 и WAV
de: MP3-und WAV-
hu: MP3 és WAW
it: MP3 e WAV
lt_lt: MP3, WAV
pl: MP3 WAV

source: Discover
bg: Открий
de: Entdecken
el: Ανακάλυψε
hu: Felfedezés
it: Scoprire
lt_lt: Atraskite
no: Oppdag
pl: Odkryj

source: new and old music, connect with other music lovers
bg: нова и стара музика, свържете се със други любители на музиката
de: neue und alte Musik, mit anderen Musikliebhabern verbinden
el: νέα και παλιά μουσική, δικτυωθείτε μαζί με άλλους μουσικόφιλους
hu: régi, és új zenék, kapcsolat másokkal akik szeretik a zenét
it: musica nuova e vecchia, collegarsi con altri amanti della musica
lt_lt: Nauja ir sena muzika, susipažinkite su kitais muzikos mylėtojais
no: Ny musikk eller klassikere, få kontakt med andre musikk fans
pl: Poznaj innych miłośników różnych gatunków muzycznych

source: to the largest and most accurate music database
bg: най-голямата и най-точната музикална база данни
de: zu den größten und genauesten Musikdatenbank
el: στην μεγαλύτερη και ακριβέστερη βάση δεδομένων
hu: segíts a legnagyobb, és legpontosabb zenei adatbázis karbantartásában
it: al database musicale più grande e più accurato
lt_lt: Į didžiausią ir labiausiai tiksliausią muziks duomenų bazę
no: til den største og mest nøyaktige musikk database
pl: Największa i najbardziej dokładna muzyczna baza danych.

source: Buy
bg: Купи
de: Kaufen
el: Αγορά
hu: Vásárlás
it: Acquistare
lt_lt: Pirkti
no: Kjøp
pl: Kup

source: Sell
bg: Продажба
de: Verkaufen
el: Πώληση
hu: Eladás
it: Vendere
lt_lt: Parduoti
no: Selg
pl: Sprzedaj

source: music in the world's biggest and best music marketplace
bg: музика в най-големия и най-добрия музикален пазар в света
de: Musik in der weltweit größten und besten Musik-Markt
el: μουσική στη μεγαλύτερη και καλύτερη αγορά του κόσμου
hu: a világ legnagyobb, és legjobb zenei piacterén
it: musica nel mercato musicale più grande e migliore del mondo
lt_lt: Muzika didžiausioje pasaulio muzikos prekyvietėje
no: Musikk i verdens største og beste markedsplass
pl: muzyka w największym i najlepszym na świecie sklepie

source: Track
bg: Песен
de: Spur
el: Τραγούδι
hu: Kövesd
it: Traccia
lt_lt: Kūrinys
no: Spor
pl: Utwór

source: your collection and wantlist, get notified when items you want are for sale
de: Ihre Sammlung und Suchliste, benachrichtigt, wenn Elemente, die Sie zum Verkauf bekommen
el: Η συλλογή και η λίστα επιθυμιών σας ενημερώνεται, όταν προϊόντα που επιθυμείτε προσφέρονται προς πώληση
hu: a gyűjteményed, és értesülj, ha valalki meghirdet valamit ami rajta van a kivánságlistádon
it: la vostra collezione e wantlist, ricevere una notifica quando gli elementi che si desidera sono in vendita
lt_lt: Jūsų kolekcija ir norų-sąrašas bus įspėtas kai kūriniai, kurių jūs norite, atsiras pardavime
no: din samling og ønskeliste, bli varslet når dine ønskede titler er for salg
pl: Twoja kolekcja i lista życzeń. Powiadom, gdy ktoś wystawi na sprzedaż poszukiwane przez Ciebie przedmioty.

source: Genres
bg: Жанрове
el: Είδη Μουσικής
hu: Műfajok
it: Generi
lt_lt: Žanrai
no: Sjangre
pl: Gatunki

source: show more
bg: покажи още
el: δείξε περισσότερα
hu: mutass többet
it: mostrano più
lt_lt: Rodyti daugiau
no: vis flere
pl: Pokaż więcej

source: Styles
bg: Стилове
el: Ρυθμοί
hu: Stílusok
it: Stili
lt_lt: Stiliai
no: Stiler
pl: Style

source: Formats
bg: Формати
de: Formate
el: Μορφές
hu: Formátumok
it: Formati
lt_lt: Formatai
no: Formater
pl: Rodzaj nośnika

source: Decade
bg: Десетилетие
de: Jahrzehnt
el: Δεκαετία
hu: Évtized
it: Decennio
lt_lt: Dešimtmetis
no: Tiår
pl: Dekada

source: Year
bg: Година
de: Jahr
el: Έτος
hu: Év
it: Anno
lt_lt: Metai
no: År
pl: Rok

source: Country
bg: Държава
de: Land
el: Χώρα
hu: Ország
it: Paese
lt_lt: Šalis
no: land
pl: Kraj

source: Sort By
bg: Подреди по
de: Sortieren nach
el: Ταξινόμηση
hu: Rendezés
it: Ordina per
lt_lt: Rūšiuoti pagal
no: Sorter Etter
pl: Sortuj według

source: Show
bg: Покажи
el: Προβολή
hu: Mutasd
it: Spettacolo
lt_lt: Rodyti
no: Vis
pl: Pokaż

source: The Best Way to Sell Music
bg: Най-добрият начин за продаване на музика
de: Der beste Weg, um Musik zu verkaufen
el: Ο καλύτερος τρόπος να πουλήσεις Μουσική
hu: Az eladás legjobb módja
it: Il modo migliore per vendere musica
lt_lt: Geriausias būdas parduoti muziką
no: Den beste måte å selge musikk på
pl: Najlepsze miejsce na sprzedawanie muzyki

source: Selling vinyl records and CDs has never been easier.
bg: Продажбата на Винилови Записи и Компакт Дискове никога не е била по-лесна
de: Selling Schallplatten und CDs ist nie einfacher gewesen.
el: Η πώληση δίσκων βινυλίου και CD ποτέ δεν ήταν ευκολότερη
hu: A hanglemezek, és CD-k eladása sosem volt ilyen egyszerű.
it: Vendita di dischi in vinile e CD non è mai stato così facile.
lt_lt: Pardavinėji vinilus ir CD dar niekada nebuvo taip lengva
no: Det har aldri vært enklere å selge vinylplater og CD-er.
pl: Sprzedawanie płyt winylowych, lub CD nigdy nie było tak łatwe.

source: Make more money
bg: Направете повече пари
de: Machen Sie mehr Geld
el: Κερδίστε περισσότερα χρήματα
hu: Keress több pénzt
it: Fare più soldi
lt_lt: Uždirbkite daugiau
no: Tjen mer penger
pl: Zarabiaj więcej

source: Listing items for sale on Discogs is <strong>always free</strong>.
de: Listing Produkte zum Verkauf auf Discogs ist <strong>immer kostenlos.</strong>
el: Η καταλογογράφηση αντικειμένων στην ιστοσελίδα Discogs είναι πάντα <strong>δωρεάν</strong>
hu: A listázott tételek a Discogs-on <strong>mindig ingyenesek</strong>,
it: Elenco articoli in vendita su Discogs è <strong>sempre libero.</strong>
lt_lt: Leidinių įtraukimas pardavimui Discogs svetainėje visada yra <strong>nemokamas</strong>.
no: Oppføring av musikk for salg på Discogs er <strong>kostnadsfritt</strong>.
pl: Wystawienie przedmiotu na sprzedaż jest <strong>bezpłatne</strong>.

source: You only pay a 6 - 8&#37; fee when your items sell.
de: Sie zahlen nur eine 6 bis 8&#37; Gebühr, wenn Ihre Artikel verkaufen.
el: Πληρώνεις μόνο 6-8% εισφορά κατά την πώληση των αντικειμένων σου.
hu: Jutalékot csak a sikeres eladás után kell fizetned (6 - 8&#37;).
it: Si paga solo un 6 - 8% tassa quando vendere i tuoi oggetti.
lt_lt: Jūs mokate tik 6-8% mokestį kai jūsų prekė parduodama
no: Du betaler bare 6 - 8&#37; salær etter salg
pl: Płacisz tylko od 6 do 8 &#37; prowizji za sprzedaż.

source: Reach more buyers
bg: Достигане до повече копувачи
de: Erreichen Sie mehr Käufer
el: Βρείτε περισσότερους αγοραστές
hu: Érj el több vásárlót
it: Raggiungere più acquirenti
lt_lt: Siekite daugiau pirkėjų
no: Nå ut til flere kjøpere
pl: Więcej dostępnych kupujących

source: More than <strong>4 million people</strong> look for music on Discogs every month.
bg: Повече от 4 милиона хора на месец търсят музика в Discogs.
de: Mehr als <strong>4 Millionen Menschen</strong> suchen nach Musik auf Discogs jeden Monat.
el: Περισσότερα από 4 εκατομμύρια άνθρωποι ψάχνουν μουσική στην ιστοσελίδα Discogs κάθε μήνα
hu: Több mint <strong>4 millió ember</strong>keres zenét a Discogs-ot minden hónapban.
it: Più di <strong>4 milioni di persone</strong> cercano musica su Discogs ogni mese.
lt_lt: Daugiau nei <strong>4 milijonai žmonių</strong> ieško muzikos Discogs svetainėje kiekvieną mėnesį.
no: Mer enn <strong>fire millioner mennesker</strong>ser etter musikk på Discogs hver måned.
pl: Ponad <strong>4 miliony ludzi</strong> miesięcznie przegląda Discogs w poszukiwaniu muzyki.

source: Selling here gets you instant exposure to our high traffic.
bg: С продажбата тук, Вие незабавно сте осветен от нашият висок трафик.
de: Selling hier bekommt man direkten Zugang zu unseren hohen Datenverkehr.
el: Πουλώντας εδώ αποκτάτε άμεση έκθεση στην υψηλή επισκεψιμότητά μας
hu: Ha itt árulsz, azonnal növekedni fog a forgalmad.
it: Vendere qui si ottiene l&#39;esposizione immediato al nostro alto traffico.
lt_lt: Parduodant čia jūsų galimybės padidėja iškart
no: Selger du her får du øyblikkelig eksponering til vår høye web-trafikk
pl: Sprzedając tu, wystawiasz się na ekspozycję dużego natężenia ruchu.

source: Do less work
bg: Правете по-малко работа
de: Sie weniger Arbeit
el: Εξοικονόμησε χρόνο εργασίας
hu: Dolgozz kevesebbet
it: Fare meno lavoro
lt_lt: Dirbkite mažiau
no: Gjør mindre jobb
pl: Zaoszczędź swój czas

source: No need to type up detailed item descriptions.
bg: Няма нужда от попълване на детайлна описание за артикул.
de: Keine Notwendigkeit, Art, detaillierte Artikelbeschreibungen.
el: Δεν χρειάζεται να πληκτρολογείτε τις λεπτομερείς περιγραφές των αντικειμένων
hu: Nem kell a termékleírásal bajlódnod.
it: Non c&#39;è bisogno di digitare fino dettagliate descrizioni degli oggetti.
lt_lt: Reikia aprašyti prekę
no: Ikke nødvendig å skrive detaljerte beskrivelser.
pl: Nie potrzeba szczegółowego opisu

source: The info is already here.
bg: Информацията е вече тук
de: Die Info ist schon da.
el: Οι πληροφορίες υπάρχουν ήδη
hu: Az információ megtalálható itt.
it: Le informazioni sono già qui.
lt_lt: Informacija jau yra
no: Infoen er vises allerede
pl: Informacje już tutaj są.

source: Discogs users are auto-notified when items they want are listed.
bg: Discogs потребителите са автоматично уведомени, когато искани от тях артикули са поставени в списък.
de: Discogs Benutzer werden automatisch benachrichtigt, wenn Gegenstände, die sie wollen, aufgelistet sind.
el: Οι χρήστες της ιστοσελίδας Discogs ενημερώνονται αυτόματα όταν τα προϊόντα που επιθυμούν καταλογογραφούνται
hu: A Discogs felhasználók automatikusan értesülnek, ha olyasmit töltesz fel ami érdekli őket.
it: Discogs utenti sono auto-notifica quando gli elementi che vogliono sono elencati.
lt_lt: Discogs vartotojai yra automatiškai perspėjami kai atsiranda kūriniai, kūrių jie nori.
no: Discogs-brukere blir automatisk varslet når utgivelser de har lyst på blir lagt ut for salg.
pl: Użytkownicy Discogs są automatycznie powiadamiani, gdy przedmioty z ich listy życzeń pojawiają się.

source: Listing Options
bg: Опции за Списъци
el: Επιλογές Λίστας
hu: Listázási lehetőségek
it: Elenco delle opzioni
lt_lt: Įtraukimų nustatymai
no: Valg av oppføring
pl: Opcje tworzenia list

source: Standard Listing
bg: Стандартен Списък
el: Πρότυπο λίστας
hu: Standard listázás
it: Elenco standard
lt_lt: Standartinis įtraukimas
no: Standard oppføring
pl: Standardowa lista
